brew "bash"
brew "binutils"
brew "cargo"
brew "cmake"
brew "curl"
brew "docker"
brew "gdb"
brew "git"
brew "go"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jekyll"
brew "libgit2"
brew "libuv"
brew "llvm"
brew "mysql"
brew "pandoc"
brew "postgresql"
brew "python3"
brew "r"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "tig"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "valgrind"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
# CASKS
cask "java"
cask "iterm2"
cask "firefox"
cask "google-chrome"
cask "google-backup-and-sync" # ..file-stream for business
cask "signal"
cask "spotify"
cask "vlc"
cask "alfred"
cask "virtualbox"
cask "vagrant"
cask "docker"
cask "r-app"
cask "sublime-text"
cask "visual-studio-code"
cask "dbeaver-community"
cask "mendeley"
cask "licecap"
