brew "bash"
brew "binutils"
brew "cargo"
brew "cmake"
brew "curl"
brew "docker"
brew "fzf"
brew "git"
brew "go"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jekyll"
brew "libgit2"
brew "libuv"
brew "mysql"
brew "neovim"
brew "pandoc"
brew "postgresql"
brew "python3"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "valgrind"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
