brew "bash"
brew "binutils"
brew "cargo"
brew "cmake"
brew "curl"
brew "docker"
brew "gdb"
brew "go"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jekyll"
brew "libgit2"
brew "pandoc"
brew "python3"
brew "r"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "tig"
brew "tmux"
brew "tree"
brew "valgrind"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
# CASKS
cask "google-backup-and-sync" # ..file-stream for business
cask "spotify"
cask "docker"
cask "r-app"
cask "sublime-text"
cask "visual-studio-code"
cask "mendeley"
